{
  "holidays": [
    {
      "date": "2021-01-18T00:00:00.000Z",
      "name": "Martin Luther King Jr. Day",
      "countries": [
        "the USA",
        "Canada",
        "the Netherlands",
        "Japan",
        "Israel"
      ],
      "description": "King was the chief spokesperson for nonviolent activism in the <b>Civil Rights Movement</b>, which successfully protested racial discrimination in federal and state law."
    },
    {
      "date": "2021-03-08T00:00:00.000Z",
      "name": "International Women's Day",
      "countries": [
        "the whole world"
      ],
      "description": "It is a focal point in the movement for women's rights."
    },
	{
      "date": "2021-04-19T00:00:00.000Z",
      "name": "Rocket Community Day",
      "countries": [
        "all Rocket locations"
      ],
      "description": ""
    },
    {
      "date": "2021-06-19T00:00:00.000Z",
      "name": "Juneteenth",
      "countries": [
        "the USA"
      ],
      "description": "Juneteenth is celebrating the emancipation of <b>those who had been enslaved</b> in the United States."
    },
    {
      "date": "2021-09-18T00:00:00.000Z",
      "name": "International Equal Pay Day",
      "countries": [
        "the whole world"
      ],
      "description": "Represents the longstanding efforts towards the achievement of <b>equal pay for work of equal value</b>.  It further builds on the United Nations commitment to human rights and against all forms of discrimination."
    },
    {
      "date": "2021-12-03T00:00:00.000Z",
      "name": "Day of Persons with Disabilities",
      "countries": [
        "the whole world"
      ],
      "description": "The annual observance of the International Day of Disabled Persons was proclaimed in 1992 by United Nations General Assembly resolution 47/3. It aims to promote <b>the rights and well-being of persons with disabilities</b> in all spheres of society and development, and to increase awareness of the situation of persons with disabilities in every aspect of political, social, economic and cultural life."
    },
    {
      "date": "february",
      "name": "Black History Month",
      "countries": [
        "the USA",
        "Canada",
        "the Netherlands",
        "UK"
      ],
      "description": "Black History Month is an annual observance originating in the United States, where it is also known as African-American History Month."
    },
    {
      "date": "march",
      "name": "Women's History Month",
      "countries": [
        "USA",
        "UK",
        "Australia"
      ],
      "description": "Commemorating and encouraging the study, observance and celebration of the <b>vital role of women</b> in history. Features the 8th of March as an Internartional Women's Day"
    },
    {
      "date": "june",
      "name": "PRIDE month",
      "countries": [
        "the whole world"
      ],
      "description": "Gay pride or LGBT pride is the promotion of the self-affirmation, dignity, equality, and increased visibility of lesbian, gay, bisexual, and transgender (LGBT) people as a social group. Pride, as opposed to shame and social stigma, is the predominant outlook that bolsters most LGBT rights movements."
    },
    {
      "date": "october",
      "name": "Global Diversity Awareness Month",
      "countries": [
        "the whole world"
      ],
      "description": "Pays tribute to the diverse minds and beliefs held by all cultures around the world."
    },
	{
      "date": "august",
      "name": "Parlympics",
      "countries": [
        "Japan and the whole world"
      ],
      "description": ""
    }
  ]
}
